Repository: alexhor/gifttest
Catalog: lang/gifttest-*.po
Languages: de_de

source: Load Questionaire
de_de: Fragebogen Laden

source: No questionaire exists yet
de_de: Es existiert noch kein Fragebogen

source: Add Questionaire
de_de: Fragebogen Hinzufügen

source: Questionaire Name
de_de: Name des Fragebogens

source: Edit Questionaire
de_de: Fragebogen Bearbeiten

source: Number of gifts shown
de_de: Anzahl der angezeigten Gaben

source: Enabel show more gifts button
de_de: Zeigen mehr Gaben Knopf aktiviert

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Elements
de_de: Elemente

source: Add Element
de_de: Element Hinzufügen

source: Question
de_de: Frage

source: Delete Element
de_de: Element Löschen

source: Custom Question
de_de: Benutzerdefinierte Frage

source: Answers
de_de: Antworten

source: Answer
de_de: Antwort

source: Answer Content
de_de: Antwort Inhalt

source: Answer Value
de_de: Antwort Wert

source: Add Answer
de_de: Antwort Hinzufügen

source: Edit Answers
de_de: Antwort Bearbeiten

source: Gifts
de_de: Gaben

source: Gift
de_de: Gabe

source: Edit Gifts
de_de: Gaben Bearbeiten

source: Gift Title
de_de: Gaben Titel

source: Gift Text
de_de: Gaben Text

source: Add Gift
de_de: Gabe Hinzufügen

source: Question List
de_de: Fragen Liste

source: Add Question
de_de: Frage Hinzufügen

source: Content
de_de: Inhalt

source: Invalid Element
de_de: Ungültiges Element

source: Save
de_de: Speichern

source: Delete
de_de: Löschen

source: Export
de_de: Exportieren

source: Import Questionaire
de_de: Fragebogen Importieren

source: Import Failed - Invalid File Content
de_de: Importieren Fehlgeschlagen - Ungültiger Dateiinhalt

source: Import Successful - Save the questionaire if you want to keep it
de_de: Import Erfolgreich - Speichere den Fragebogen, wenn du ihn behalten möchtest

source: Copy
de_de: Kopieren

source: Copy to clipboard
de_de: In die Zwischenablage kopieren

source: Copied!
de_de: Kopiert!

source: Edit Elements
de_de: Elemente Bearbeiten

source: Do you really want to delete this questionaire?
de_de: Willst du den Fragebogen wirklich löschen?

source: Gift Test
de_de: Gaben Test

source: Questionaire "%s" created
de_de: Fragebogen "%s" erstellt

source: Invalid data
de_de: Ungültige Daten

source: Questionaire saved
de_de: Fragebogen gespeichert

source: Saving questionaire failed
de_de: Fragebogen speichern fehlgeschlagen

source: Questionaires successfully loaded
de_de: Fragebogen erfolgreich geladen

source: Questionaire details loading failed
de_de: Fragebogen Details laden fehlgeschlagen

source: Questionaire details successfully loaded
de_de: Fragebogen Details erfolgreich geladen

source: Creating element failed
de_de: Element erstellen fehlgeschlagen

source: Element created
de_de: Element erstellt

source: Creating answer failed
de_de: Antwort erstellen fehlgeschlagen

source: Answer created
de_de: Antwort erstellt

source: Creating gift failed
de_de: Gabe erstellen fehlgeschlagen

source: Gift created
de_de: Gabe erstellt

source: Permission denied
de_de: Erlaubnis verweigert

source: Questionaire deleted
de_de: Fragebogen gelöscht

source: Deleting questionaire failed
de_de: Fragebogen löschen fehlgeschlagen

source: Continue
de_de: Weiter

source: Back
de_de: Zurück

source: Scoreboard
de_de: Auswertung

source: Print gift list
de_de: Gaben Liste ausdrucken

source: Point
de_de: Punkt

source: Points
de_de: Punkte

source: Show more gifts
de_de: Mehr Gaben anzeigen
